
BEGIN_OF_THE_STORY = [
  'Небольшой домик вдали от шумного города с садом, в котором растет яблоня с кислыми яблочками, '
  'свежая зелень по соседству с клубникой и пару кустов картошки. Совсем немного нужно уставшему '
  'от всего человеку - лишь покой и кресло на веранде, чтобы наблюдать прекрасные закаты. Вчера '
  'прошел неплохой дождик. прогуляться за грибами не помешает. Они отлично зайдут с жареной картошкой.'
  '\nИменно сегодня ты решил протоптать новую тропу. Ого, кусты с голубикой в это время?! Чудеса!\n'
  'Ты делаешь шаг и внезапно проваливаешься в темноту...Ну просто невероятная история! Засыпаешь в '
  'своей постели, видишь десятый сон, где выигрываешь в лотерею великолепную сумму, в зеркале видишь '
  'идеальную фигуру, у тебя ничего не болит, в общем, получаешь все, о чем мечтал, а просыпаешься на '
  'холодной влажной земле...Уже столько лет надо мной насмехаются коллеги! Вампус....что за чудо-чудное? '
  'Коллега, вы, верно, перетрудились, да и годы уже не те. Не пора ли на пенсию? Отдохнете, '
  'заведете кошку...или две.\nНаивные, я им еще покажу! Столько лет и средств было потрачено на '
  'исследования. Я по уши в долгах! Но сегодня все свершится! Наконец, я нашла местонахождение одной '
  'из особей. Я поймаю Вампуса и изучу его! Конечно, придется вскрыть несчастное животное. Но это же '
  'во имя науки! они у меня еще узнают...10000 зеленых обещают за какое-то мохнатое животное, из-за '
  'которого без вести пропадают люди, отправляясь в соседний лес. Просто смешно! Небось, заплутали, да '
  'и повязли в болоте. Или волки обгладывают их кости и кормят подрастающее потомство. \nИ почему это '
  'задание поручили именно мне?! Если я не докажу абурдность существования этого чудовища, то потеряю '
  'репутацию. деньги и фанатов. Последним жертвовать я не могу. Я уже 2 часа гуляю по этому лесу! '
  'Сколько можно! Тут так темно. Какая-то нора. Что ж... по всем правилам наш враг должен обитать здесь.',
  'Я - наследник племени Матануни. Прежде чем стать вождем, мне нужно принести в жертву чудовище, '
  'пролив его кровь на священный камень Нумата, что стоит у алтаря Гулани. \nОтец гордится тем, что '
  'пришло время передать мне правление. В нашем племени вождями становятся в весьма юном возрасте. Я '
  'отправляюсь в опасное путешествие, однако ничего не боюсь. Ибо лучше вовсе не возвращаться, '
  'чем вернуться без головы чудовища.'
  ]


def instruction():
  answer = print('Вампус живет в глубокой пещере-лабиринте. Никто не знает, как она устроена, куда '
                 'ведет та или иная комната (кроме самого хозяина естественно). В начале игры '
                 'персонаж случайным образом оказывается в одном из помещений. Каждый ход игроку '
                 'предлагается выполнить одно из предложенных действий, от которого будет зависеть '
                 'его дальнейшая судьба.\nВаша цель - выбраться из лабиринта живым, победив чудовище '
                 'с помощью выпущенной стрелы.\nДа прибудет с вами удача!\n \n')
  return answer

END_OF_THE_STORY = [
  'С потолка что-то посыпалось. Тонкий лучик света просочился в это темное место, и с каждой секундой '
  'его становится все больше и больше. До тебя доносится неразборчивая речь. Прищурившись, Вы видете '
  'небо и понимаете, что пришла помощь. В комнате появилась четвертая дверь. Вы входите в нее и '
  'попадаете в знакомый вам лес недалеко от дороги. Теплое солнце греет своим светом. Где-то вдалеке '
  'поют птицы. На душе спокойно. Вы чувствуете себя прекрасно.'
]